# AnalyticalMemberForceStartFz Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..AnalyticalMemberForceStartFz Property
ParameterTypeId Class See Also
---
"Start Fz"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId AnalyticalMemberForceStartFz { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property AnalyticalMemberForceStartFz As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ AnalyticalMemberForceStartFz {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace